myApp = [
    //*****Questions Start*****//



    {
        question: "ন্যানোটেকনোলজি সর্বপ্রথম তত্ত্বগত ধারণার প্রবর্তন করেন:",
        options: ["Richard Feynman", "K. Eric Drexler", "Marshall McLuhan", "Bill Gates"],
        answer: 0
    },
    {
        question: "কম্পিউটার তৈরির সময় ন্যানোটেকনোলজি সম্পর্কে ব্যবহারিক ও পূর্ণাঙ্গ ধারণা প্রদান করেন:",
        options: ["Richard Feynman", "K. Eric Drexler", "Marshall McLuhan", "Bill Gates"],
        answer: 1
    },
    {
        question: "ন্যানোটেকনোলজিতে কোন সীমার মধ্যে রূপান্তর প্রক্রিয়ায় একমাত্রিক দৈর্ঘ্য হিসেবে বিবেচনা করা হয়:",
        options: ["১ থেকে ১০ ন্যানোমিটার", "১ থেকে ১০০ ন্যানোমিটার", "১ থেকে ১০০০ ন্যানোমিটার", "১ থেকে ১০০০০ ন্যানোমিটার"],
        answer: 0
    },
    {
        question: "তথ্য প্রযুক্তির ক্ষেত্রে কোন কাজটি অনৈতিক কাজ হিসেবে বিবেচনা করা হয় না:",
        options: ["হ্যাকিং", "ফিশিং", "স্প্যামিং", "প্রোগ্রামিং"],
        answer: 3
    },
    {
        question: "তথ্য প্রযুক্তির ক্ষেত্রে কোন কাজটি অনৈতিক কাজ হিসেবে বিবেচনা করা হয়:",
        options: ["কম্পিউটারে পাসওয়ার্ড দেয়া", "অন্যের ডেটার উপর নজরদারি করা", "অপরিচিত ওয়েবসাইট অ্যাক্সেস করা", "অ্যান্টিভাইরাস প্রোগ্রাম ব্যবহার না করা"],
        answer: 1
    },
    {
        question: "NNI-এর পূর্ণ নাম:",
        options: ["National Nanotechnology Initiative", "Network of National and International", "National Nanotechnology Institute", "National Network over Internet"],
        answer: 0
    },
    {
        question: "CEI-এর পূর্ণ নাম:",
        options: ["Computer Ethics Institute", "Central Ethics Institute", "Computational Engineering Institute", "Center for Ethical Institute"],
        answer: 0
    },
    {
        question: "বর্তমানে ক্রায়োসার্জারিতে ক্রায়োজনিক এজেন্ট হিসেবে কোন গ্যাসটি তরল অবস্থায় ব্যবহৃত হয়:",
        options: ["হাইড্রোজেন", "নাইট্রোজেন", "অক্সিজেন", "ক্লোরিন"],
        answer: 1
    },
    {
        question: "কোন ক্ষেত্রে ভার্চুয়াল রিয়েলিটি ব্যবহার করা হয়:",
        options: ["সামাজিক যোগাযোগ", "গেমস্ তৈরি", "জীববৈচিত্র্য সৃষ্টিতে", "ঝুঁকিপূর্ণ কাজে"],
        answer: 1
    },


    {
        question: "কোর, ক্লোডিং ও জ্যাকেট দিয়ে নিম্নের কোনটি তৈরি হয়",
        options: ["অপটিক্যাল ফাইবার", "রোবট", "মোবাইল ফোন", "ইন্টারনেট"],
        answer: 0
    },

    {
        question: "ন্যানোটেকনোলজির সাহায্যে তৈরি কৃত্রিম অঙ্গকে কী বলে",
        options: ["ন্যানোবট", "ন্যানোমেশিন", "ন্যানোপ্রোব", "ন্যানোরোবট"],
        answer: 1
    },
    {
        question: "রোবটকে নিয়ন্ত্রণ করার জন্য কোন প্রযুক্তি ব্যবহার করা হয়:",
        options: ["কৃত্রিম বুদ্ধিমত্তা", "রোবোটিক্স", "ন্যানোটেকনোলজি", "জৈবপ্রযুক্তি"],
        answer: 1
    },
    {
        question: "কৃত্রিম বুদ্ধিমত্তার একটি শাখা যা মানুষের মস্তিষ্কের কার্যপ্রণালী অনুকরণ করে:",
        options: ["মেশিন লার্নিং", "ডেটা মাইনিং", "নিউরাল নেটওয়ার্ক", "ন্যাচারাল ল্যাঙ্গুয়েজ প্রসেসিং"],
        answer: 0
    },
    {
        question: "ইন্টারনেটের মাধ্যমে জিনিসপত্র কেনাবেচা করার প্রক্রিয়া কী:",
        options: ["ই-কমার্স", "এম-কমার্স", "ডি-কমার্স", "বি-কমার্স"],
        answer: 0
    },
    {
        question: "ইন্টারনেটের মাধ্যমে লেনদেন করার প্রক্রিয়া কী:",
        options: ["ই-পেমেন্ট", "এম-পেমেন্ট", "ডি-পেমেন্ট", "বি-পেমেন্ট"],
        answer: 0
    },
    {
        question: "ইন্টারনেটের মাধ্যমে শিক্ষাদান ও শিক্ষাগ্রহণের প্রক্রিয়া কী:",
        options: ["ই-লার্নিং", "এম-লার্নিং", "ডি-লার্নিং", "বি-লার্নিং"],
        answer: 0
    },
    {
        question: "ইন্টারনেটের মাধ্যমে স্বাস্থ্যসেবা প্রদানের প্রক্রিয়া কী:",
        options: ["টেলিমেডিসিন", "টেলিনার্সিং", "টেলিরিসোর্স"],
        answer: 1
    },
    {
        question: "ইন্টারনেটের মাধ্যমে বিনোদন উপভোগ করার প্রক্রিয়া কী:",
        options: ["ই-বিনোদন", "এম-বিনোদন", "ডি-বিনোদন", "বি-বিনোদন"],
        answer: 0
    },
    {
        question: 'বর্তমান সময়ের আধুনিক সকল যোগাযোগ ও সম্প্রচার ব্যবস্থাই মূলত কী নির্ভর?',
        options: ['স্যাটেলাইট', 'রেডিও', 'টেলিভিশন', 'দৈনিক পত্রিকা'],
        answer: 0
    },
    {
        question: 'টেলিভিশন একটি',
        options: ['প্রেরক যন্ত্র', 'একমুখী যোগাযোগ ব্যবস্থা', 'দ্বিমুখী যোগাযোগ ব্যবস্থা', 'টেলিকমিউনিকেশন'],
        answer: 1
    },
    {
        question: 'কোন প্রযুক্তি ব্যবহার করে ভিন্ন স্থানে থেকেও মিটিং এর কাজ সম্পন্ন করা যায়?',
        options: ['ই-মেইল', 'ফেসবুক', 'টেলিকনফারেন্সিং', 'টুইটার'],
        answer: 2
    },
    {
        question: 'কোনটি আবিষ্কারের ফলে যোগাযোগ ব্যবস্থার প্রভূত উন্নতি হয়?',
        options: ['কম্পিউটার', 'টেলিফোন', 'প্রিন্টার', 'টেলিগ্রাফ'],
        answer: 1
    },
    {
        question: 'তথ্য ও যোগাযোগ প্রযুক্তি',
        options: ['অপচয় কমায়', 'শারীরিক শ্রম বাড়ায়', 'ব্যয় বৃদ্ধি পায়', 'মানুষের মেধা ব্যবহার কমায়'],
        answer: 0
    },
    {
        question: 'বিশ্বগ্রাম ধারণার প্রবক্তা কে?',
        options: ['মার্শাল ম্যাকলুহান', 'টিম বানারসলী', 'মার্ক জুকারবার্গ', 'ই এফ কড'],
        answer: 0
    },
    {
        question: 'ইন্টারনেটের মাধ্যমে ঘরে বসে কর্মসংস্থানের সুযোগকে কি বলা হয়?',
        options: ['ই-কমার্স', 'ই-মার্কেটিং', 'ই-বিজনেস', 'আউটসোর্সিং'],
        answer: 3
    },
    {
        question: 'ফ্রিল্যান্সিং কী?',
        options: ['দীর্ঘ মেয়াদি চুক্তিতে কাজ করা', 'নিয়মমাফিক ১০টা-৫টা অফিস করা', 'স্বাধীনভাবে যে কোনো ব্যক্তি বা প্রতিষ্ঠানে কাজ করা', 'সুনির্দিষ্ট কাজের লাইসেন্স নিয়ে কাজ করা'],
        answer: 2
    },
    {
        question: 'গ্লোবাল ভিলেজ প্রতিষ্ঠার ক্ষেত্রে নিচের কোন উপাদানটির ভূমিকা সবচেয়ে বেশি?',
        options: ['ইন্টারনেট', 'রেডিও', 'টেলিভিশন', 'টেলিফোন'],
        answer: 0
    },
    {
        question: 'বিশ্বগ্রাম ধারণার সাথে কোন বিষয়টি বিশেষভাবে সম্পৃক্ত?',
        options: ['গ্রামের সাথে শহরের সহজ যোগাযোগ', 'ইন্টারনেট সুবিধার ব্যাপক প্রসার', 'বিশবব্যাপী গ্রামকে নগরে পরিবর্তন', 'শিক্ষার অবাধ সুযোগ সুবিধার বিস্তার'],
        answer: 1
    },
    {
        question: 'কোনো বিজ্ঞাপন বিশ্বব্যাপী ছড়িয়ে দিতে হলে কী করতে হবে?',
        options: ['সাইনবোর্ডে টাঙাতে হবে', 'পত্রিকায় দিতে হবে', 'ওয়েবসাইটে দিতে হবে', 'রেডিওতে প্রচার করতে হবে'],
        answer: 2
    },
    {
        question: 'হারবার্ট মার্শাল ম্যাকলুহান নিচের কোন দেশটির অধিবাসী ছিলেন?',
        options: ['জার্মানি', 'ফ্রান্স', 'গ্রিস', 'কানাডা'],
        answer: 3
    },
    {
        question: 'বর্তমান যুগকে বলা হয়?',
        options: ['প্রযুক্তি', 'শিল্প', 'কৃষি', 'বাণিজ্য'],
        answer: 0
    },
    {
        question: 'বর্তমানে বিশ্বে কি শির্ষস্থানে শীগ্রদান সর্বোত্তম?',
        options: ['কম্পিউটার', 'টেলিভিশন', 'রেডিও', 'ক্যালকুলেটার'],
        answer: 0
    },
    {
        question: 'বিশ্বগ্রামের ধারণার প্রবর্তক কে?',
        options: ['মর্শাল ম্যাকলুহান', 'টিম বার্নরস লী', 'মর্ক জুকার বাগ', 'বিলগেটস'],
        answer: 0
    },
    {
        question: 'কোনটি ব্যবহারের ফলে দূরত্ব এখন হাতের মুঠোয়?',
        options: ['মোবাইল গেমস', 'কম্পিউটার', 'টেলিভিশন', 'ইন্টারনেট'],
        answer: 3
    },
    {
        question: 'বৈশ্বিক যোগাযোগের ব্যবস্থা সমৃদ্ধ স্থানকে কী বলে?',
        options: ['বিশ্ব ব্রহ্ম্রান্ড', 'বিশ্বের উন্নতিশীল গ্রাম', 'গ্লোবাল ভিলেজ', 'ভিলেজ'],
        answer: 0
    },
    {
        question: 'বিশ্বকে এখন কি সাথে তুলনা করা হয়?',
        options: ['একটি ইউনিয়ন', 'একটি গ্রাম', 'একটি উপজেলা', 'একটি জেলা'],
        answer: 1
    },
    {
        question: 'হারবার্ট মার্শাল ম্যাকলুহান নিচের কোন দেশটির অধিবাসী ছিলেন?',
        options: ['জার্মানির', 'ফ্রান্স', 'কানাডা', 'গ্রিক'],
        answer: 2
    },
    {
        question: 'হারবার্ট মার্শাল ম্যাকলুহান জন্মগ্রহণ করেন?',
        options: ['১৯১১ সালে ২১ শে জানুয়ারি', '১৯১১ সালে ২১ শে আগস্ট', '১৯১১ সালে ২১ শে জুলাই', '১৯১১ সালে ২১ শে নভেম্বর'],
        answer: 2
    },
    {
        question: 'হারবার্ট মার্শাল ম্যাকলুহান মৃত্যুবরণ করেন?',
        options: ['১৯৮০ সালে ৩০ শে ডিসেম্বর', '১৯৮০ সালে ৩১ শে ডিসেম্বর', '১৯৮১ সালে ৩০ শে ডিসেম্বর', '১৯৮১ সালে ৩১ শে ডিসেম্বর'],
        answer: 1
    },
    {
        question: 'হারবার্ট মার্শাল ম্যাকলুহান কোন বিশ্ববিদ্যালয়ে অধ্যাপক ছিলেন?',
        options: ['আমেরিকার মেমফিস বিশ্ববিদ্যালয়ের', 'কানাডার টরটেন্টো বিশ্ববিদ্যালয়ের', 'কানাডার ম্যানিটোভা বিশ্ববিদ্যালয়', 'আমেরিকার টরেন্টো বিশ্ববিদ্যালয়ের'],
        answer: 1
     },
    
    {
        question: 'বিশ্বগ্রাম বলতে কী বোঝায়?',
        options: ['বিশ্বের উন্নতিশীল গ্রামগুলোকে', 'বিশ্বে জুড়ে ইন্টারনেট বি¯ত্মারকৃত জালকে', 'বিশ্ব জুড়ে কম্পিউটার ব্যবহারকে', 'বিশ্বজুড়ে যোগাযোগের ব্যবস্থার উন্নয়নকে'],
        answer: 1
    },
    {
        question: 'কোনটি ই-কমার্সের বৈশিষ্ট্য?',
        options: ['স্বপস্ন সময়ে ক্রয় বিক্রয় করা যায়', 'ক্রেতা বিক্রেতার পত্যেড়্গ যোগাযোগ হয়', 'ব্যবসায়ের আর্থিক খরচ বৃদ্ধি পায়', 'ব্যবসায়ের শ্রম ও ঝুঁকি বৃদ্ধি পায়'],
        answer: 0
    },
    {
        question: 'কোনটির সঙ্গে ভার্চুয়াল রিয়ালিটি ব্যবহার করা হয়?',
        options: ['সমাজিক যোগাযোগ', 'গেমস তৈরি', 'জীব বৈচিত্র্য সৃষ্টিতে', 'ঝুঁকিপূর্ণ কাজে'],
        answer: 2
    },
    {
        question: 'দূরবর্তী স্থানে অবস্থান করা যায় একাধিক ব্যাক্তির মধ্যে সভা পরিচালনার আধুনিকতম পদ্ধতি কোনটি?',
        options: ['ই-মেইল', 'টেলি-কনফারেন্স', 'বুলেটিন বোর্ড', 'ভিডিও কনফারেন্স'],
        answer: 3
    },
    {
        question: 'বায়োমেট্রিক্সকে প্রধানত কয় ভাগে ভাগ করা যায়?',
        options: ['২', '৩', '৪', '৫'],
        answer: 1
    },
    {
        question: 'ত্বকের ক্যান্সেরের চিকিৎসার ঝুঁকিতে থাকা রোগীর প্রচলিত চিকিৎসা পদ্ধতির বিকল্প হিসেবে কোনটি গ্রহণ করতে পারেন?',
        options: ['বায়োমেট্রিক্স', 'ক্রায়েথেরাপি', 'জেনেটিক ইঞ্জিনিয়ারিং', 'বায়োইনফমেটিক্স'],
        answer: 0
    },
    {
        question: 'কোনটি ব্যবহারে পৃথিবীতে অবস্থান করে মঙ্গল গ্রহের পরিবেশ অনুভব করা যাবে?',
        options: ['ভিডিও', 'এক্সপার্ট সিস্টেম', 'ভার্চুযাল রিয়েলিটি', 'ইন্টারনেট'],
        answer: 2
    },
    {
        question: 'ডিজিটাল ডাক ব্যবস্থা কোনটি?',
        options: ['ফেসবুক', 'টেলেক্স', 'ই-লার্নিং', 'ই-মেইল'],
        answer: 3
    },
    {
        question: 'ভিডিও কনফাররেন্সিংয়ের জন্য ব্যবহৃত সফটওয়্যার-',
        options: ['ফেসবুক', 'স্কাইপি', 'জি-মেইল', 'গুগল'],
        answer: 1
    },
  
    {
        question: 'কম্পিউটার কেন্দ্রিক জীববিজ্ঞান বলা হয় কোনটিকে?',
        options: ['বায়োইনফরমেটিক্স', 'ন্যানোটেকনোলজি', 'বায়োমেট্রিক্স', 'জেনটিক উঞ্জিনিয়ারিং'],
        answer: 0
    },

]
